app/views/topics/index.html.erb

      <td><%= link_to topic.title, topic %></td>
      <td><%= pluralize(topic.votes.length, "vote") %></td>
---
SELECT "votes".* FROM "votes" WHERE "votes"."topic_id" = 1